---
kind: other
id: Methods.T:Autodesk.Revit.DB.ImageExportOptions
source: html/0059977e-2eca-c0c9-c005-8c74065d072f.htm
---
# ImageExportOptions Methods

Gets the file name that will be produced when exporting a view to an image.